
/* Presented when user typed illegal characters -- No valid object */
"Invalid number" = "Angka salah";

/* Presented when user value smaller than minimum */
"Fell short of minimum" = "Kekurangan minimum";

/* Presented when user value larger than maximum */
"Maximum exceeded" = "Melewati batas maksimum";

/* Presented when value is a float, but floats not allowed */
"Floating Point not allowed" = "Titik Apung tidak diizinkan";

/* Presented when string cannot be converted to an NSDate */
"Invalid date string" = "Untaian data salah";

